import React from "react";
import styles from "./Communitiy.module.scss";
import { BorderSubTitle } from "../../../../atoms/text";

const Community = () => {
  return (
    <div className={styles.community}>
      <BorderSubTitle title="Community" />
      <div>
        <dl>
          <dt>人気のお題を確認できる</dt>
          <dd>
            ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。
          </dd>
        </dl>
        <dl>
          <dt>自分の考えをシェアできる</dt>
          <dd>
            ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。
          </dd>
        </dl>
        <dl>
          <dt></dt>
          <dd>
            ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。ここに説明文が入ります。
          </dd>
        </dl>
      </div>
    </div>
  );
};

export default Community;
